{
	"Copy" = "Kopioi";
	"Select from here..." = "Valitse tästä alkaen...";
	"Select to here and copy" = "Valitse tähän asti ja kopioi";
	"Move to beginning" = "Siirry alkuun";
	"Move to end" = "Siirry loppuun";
	"Switch to Clipboard" = "Vaihda leikepöydälle";
	"Switch to Templates" = "Vaihda mallipohjiin";
	"Add to templates" = "Lisää mallipohjiin";
	"Select to here and add to templates" = "Valitse tähän asti ja lisää mallipohjiin";
	"Clipboard is empty" = "Leikepöytä on tyhjä";
	"No templates" = "Ei mallipohjia";
	"<Secure Text %u chars>" = "<Salasana %u merkkiä>";
	"Cannot paste" = "Liittäminen ei onnistu";
	SECURITY_BREACH_MESSAGE = "Luottamuksellista tietoa ei voi laittaa suojaamattomaan tekstikenttään.";
	"Undo" = "Kumoa";
	"Redo" = "Tee uudelleen";
	"Toggle editing mode" = "Vaihda muokkaustilaan";
	"Cut" = "Leikkaa";
	"Delete" = "Poista";
}